[
    {
      "texto": "Qual a função principal da empilhadeira na área portuária?",
      "opcoes": [
        "Transportar pessoas de um lado para o outro",
        "Elevar e movimentar cargas em paletes ou contêineres",
        "Fiscalizar o uso de EPI",
        "Abrir e fechar contêineres"
      ],
      "correta": 1,
      "explicacao": "A empilhadeira é usada para movimentar cargas unitizadas como paletes e contêineres dentro do porto ou armazém."
    },
    {
      "texto": "Qual destes equipamentos é utilizado para içar cargas pesadas por meio de cabos de aço?",
      "opcoes": [
        "Guindaste",
        "Caminhão",
        "Empilhadeira manual",
        "Paleteira"
      ],
      "correta": 0,
      "explicacao": "O guindaste é um equipamento de grande porte utilizado para içar cargas pesadas com auxílio de cabos."
    },
    {
      "texto": "O que significa capatazia no contexto portuário?",
      "opcoes": [
        "Atendimento ao cliente",
        "Serviço de movimentação de cargas nos portos, incluindo carga e descarga",
        "Venda de passagens marítimas",
        "Limpeza do cais"
      ],
      "correta": 1,
      "explicacao": "Capatazia refere-se às atividades de carga, descarga, arrumação e conferência de mercadorias no porto."
    },
    {
      "texto": "Qual o principal objetivo do uso de EPIs?",
      "opcoes": [
        "Substituir o uniforme",
        "Proteger o trabalhador contra riscos à sua saúde e integridade física",
        "Controlar o horário de trabalho",
        "Garantir produtividade"
      ],
      "correta": 1,
      "explicacao": "Os Equipamentos de Proteção Individual (EPIs) são essenciais para a segurança e saúde do trabalhador."
    },
    {
      "texto": "O que é obrigatório antes de iniciar a operação de um equipamento de carga?",
      "opcoes": [
        "Ligar o motor rapidamente",
        "Fazer uma inspeção de segurança do equipamento",
        "Carregar com carga máxima",
        "Testar o rádio comunicador"
      ],
      "correta": 1,
      "explicacao": "Antes de operar, é necessário fazer a inspeção visual e funcional do equipamento para garantir que está em condições seguras de uso."
    },
    {
      "texto": "Qual destes EPIs é indispensável em áreas de movimentação de carga?",
      "opcoes": [
        "Sandálias de borracha",
        "Chapéu de palha",
        "Capacete de segurança",
        "Gravata"
      ],
      "correta": 2,
      "explicacao": "O capacete de segurança protege a cabeça contra impactos com objetos e é obrigatório nas áreas de operação."
    },
    {
      "texto": "Qual das alternativas representa um risco comum em operações portuárias?",
      "opcoes": [
        "Falta de água potável",
        "Queda de objetos e esmagamento",
        "Barulho do mar",
        "Brisa marítima"
      ],
      "correta": 1,
      "explicacao": "A movimentação constante de cargas e equipamentos pesados gera riscos como quedas de objetos e esmagamento."
    },
    {
      "texto": "De acordo com normas de segurança, o cinto de segurança tipo paraquedista é utilizado em qual situação?",
      "opcoes": [
        "Em locais de grande calor",
        "Para dirigir empilhadeiras",
        "Em trabalhos em altura",
        "Durante intervalos"
      ],
      "correta": 2,
      "explicacao": "O cinto de segurança tipo paraquedista é obrigatório em atividades realizadas a mais de 2 metros de altura."
    },
    {
      "texto": "O que se entende por logística portuária?",
      "opcoes": [
        "Organização de festas náuticas",
        "Atividades de fiscalização da polícia portuária",
        "Gestão do fluxo de cargas, documentos e informações no porto",
        "Compra de equipamentos"
      ],
      "correta": 2,
      "explicacao": "Logística portuária envolve planejamento e controle do fluxo de mercadorias, documentos e transporte dentro do ambiente portuário."
    },
    {
      "texto": "Qual é a primeira medida em caso de acidente de trabalho no porto?",
      "opcoes": [
        "Ocultar o ocorrido",
        "Levar o trabalhador ao bar mais próximo",
        "Acionar os serviços de emergência e comunicar o superior",
        "Anotar em um caderno e continuar"
      ],
      "correta": 2,
      "explicacao": "Em caso de acidente, a prioridade é prestar socorro e acionar os serviços médicos, informando a liderança imediatamente."
    },
    {
      "texto": "O que é considerado um EPI?",
      "opcoes": [
        "Carrinho de carga",
        "Máscara de proteção respiratória",
        "Rádio transmissor",
        "Maçarico"
      ],
      "correta": 1,
      "explicacao": "Máscaras de proteção respiratória são EPIs essenciais em ambientes com poeira ou vapores tóxicos."
    },
    {
      "texto": "O uso inadequado de EPIs pode resultar em:",
      "opcoes": [
        "Promoção",
        "Multa ao trabalhador e à empresa",
        "Liberação para ir embora mais cedo",
        "Aumento de salário"
      ],
      "correta": 1,
      "explicacao": "A negligência no uso de EPIs pode gerar multas, punições e acidentes graves no ambiente de trabalho."
    },
    {
      "texto": "O que deve ser feito antes de movimentar uma carga suspensa com guindaste?",
      "opcoes": [
        "Acionar a buzina do guindaste",
        "Garantir que não haja ninguém na área sob a carga",
        "Acelerar o processo para ganhar tempo",
        "Desligar o sistema de freio"
      ],
      "correta": 1,
      "explicacao": "É essencial garantir que não haja trabalhadores sob a área de movimentação da carga para evitar acidentes."
    },
    {
      "texto": "Quem é o responsável por fornecer os EPIs adequados ao trabalhador?",
      "opcoes": [
        "Sindicato",
        "OGMO",
        "Empregador ou OGMO",
        "Próprio trabalhador"
      ],
      "correta": 2,
      "explicacao": "O fornecimento dos EPIs é obrigação do empregador ou OGMO, conforme a legislação trabalhista."
    },
    {
      "texto": "O que significa a sigla CIPA no contexto da segurança do trabalho?",
      "opcoes": [
        "Comissão Interna de Prevenção de Acidentes",
        "Cadastro de Instrução Portuária Avançada",
        "Controle Integrado de Portos e Armazéns",
        "Certificação de Itens de Proteção Ambiental"
      ],
      "correta": 0,
      "explicacao": "A CIPA é responsável por promover ações para prevenção de acidentes e doenças no ambiente de trabalho."
    },
    {
      "texto": "Qual atitude é considerada correta durante a operação de equipamentos portuários?",
      "opcoes": [
        "Utilizar o celular enquanto opera",
        "Fumar durante a movimentação de carga",
        "Manter atenção total à operação e seguir os procedimentos",
        "Conversar com colegas enquanto opera"
      ],
      "correta": 2,
      "explicacao": "A operação de equipamentos exige atenção total, sendo proibido distrações ou atitudes que comprometam a segurança."
    },
    {
      "texto": "A sinalização de segurança tem qual função nos portos?",
      "opcoes": [
        "Enfeitar o ambiente",
        "Promover marcas comerciais",
        "Informar e alertar os trabalhadores sobre riscos e procedimentos",
        "Indicar promoções"
      ],
      "correta": 2,
      "explicacao": "A sinalização orienta os trabalhadores quanto aos riscos, rotas de fuga e uso de EPIs, prevenindo acidentes."
    },
    {
      "texto": "Qual o nome do documento que deve ser emitido após um acidente de trabalho?",
      "opcoes": [
        "Atestado médico comum",
        "Boletim informativo",
        "CAT (Comunicação de Acidente de Trabalho)",
        "Aviso de ausência"
      ],
      "correta": 2,
      "explicacao": "A CAT é o documento oficial que registra o acidente de trabalho para fins previdenciários e legais."
    },
    {
      "texto": "Quando é permitido movimentar uma carga com pessoas por perto?",
      "opcoes": [
        "Sempre que for urgente",
        "Nunca. A área deve estar isolada",
        "Se a carga for leve",
        "Se a carga estiver bem amarrada"
      ],
      "correta": 1,
      "explicacao": "Nunca se deve movimentar cargas com pessoas na área de risco. A zona deve ser isolada para garantir segurança."
    },
    {
      "texto": "Durante a operação com empilhadeira, qual é a atitude incorreta?",
      "opcoes": [
        "Manter a carga estável",
        "Dirigir com velocidade compatível",
        "Transportar pessoas na empilhadeira",
        "Fazer manobras suaves"
      ],
      "correta": 2,
      "explicacao": "Empilhadeiras são para transporte de carga, não de pessoas. Isso representa alto risco de acidente."
    },

      {
        "texto": "O que deve ser verificado na empilhadeira antes de iniciar o trabalho?",
        "opcoes": [
          "A cor do veículo",
          "A calibragem dos pneus e sistema hidráulico",
          "Se o banco é confortável",
          "Se a buzina toca música"
        ],
        "correta": 1,
        "explicacao": "Antes de usar a empilhadeira, é fundamental verificar o sistema hidráulico, pneus, freios e demais itens de segurança."
      },
      {
        "texto": "Por que é importante respeitar a sinalização de segurança em áreas portuárias?",
        "opcoes": [
          "Para evitar multas",
          "Para embelezar o ambiente",
          "Para garantir a segurança dos trabalhadores e das operações",
          "Para obedecer ao chefe"
        ],
        "correta": 2,
        "explicacao": "A sinalização alerta sobre riscos e orienta comportamentos seguros, prevenindo acidentes."
      },
      {
        "texto": "O que é proibido durante a operação de um guindaste?",
        "opcoes": [
          "Utilizar o equipamento com carga excedente",
          "Checar os freios antes do uso",
          "Realizar comunicação com sinalizador",
          "Estacionar em área plana"
        ],
        "correta": 0,
        "explicacao": "Nunca se deve operar o guindaste com carga acima da capacidade, pois isso pode causar acidentes graves."
      },
      {
        "texto": "Qual é o papel do sinaleiro na operação portuária?",
        "opcoes": [
          "Verificar o almoço dos operadores",
          "Orientar a movimentação de cargas por meio de sinais visuais e sonoros",
          "Limpar o cais",
          "Anotar as horas extras"
        ],
        "correta": 1,
        "explicacao": "O sinaleiro é responsável por guiar a movimentação de cargas, garantindo segurança e precisão nas operações."
      },
      {
        "texto": "Qual é a atitude correta ao perceber um vazamento de óleo no local de trabalho?",
        "opcoes": [
          "Ignorar e seguir trabalhando",
          "Cobrir com papelão",
          "Comunicar imediatamente ao setor responsável",
          "Jogar areia de praia em cima"
        ],
        "correta": 2,
        "explicacao": "Vazamentos devem ser comunicados para evitar acidentes com escorregões e contaminações."
      },
      {
        "texto": "Quais são os riscos do uso de celular durante a operação de equipamentos?",
        "opcoes": [
          "Interferência no sinal do equipamento",
          "Pode causar explosões",
          "Desatenção e aumento do risco de acidentes",
          "Descarregar a bateria do equipamento"
        ],
        "correta": 2,
        "explicacao": "O uso de celular durante operações tira o foco do operador, podendo causar acidentes graves."
      },
      {
        "texto": "Como deve ser armazenado um botijão de gás no porto?",
        "opcoes": [
          "Deitado e longe de tudo",
          "Próximo a áreas com fogo",
          "Em pé, em local ventilado e seguro",
          "Dentro de uma cabine fechada"
        ],
        "correta": 2,
        "explicacao": "Botijões devem ficar em pé, em locais ventilados, afastados de fontes de calor, para evitar explosões."
      },
      {
        "texto": "Qual a melhor forma de levantar manualmente uma carga pesada?",
        "opcoes": [
          "Com as costas curvadas",
          "Ajoelhado e puxando com força",
          "Com as pernas, mantendo a coluna reta",
          "De lado, com o corpo torcido"
        ],
        "correta": 2,
        "explicacao": "Levantar com a força das pernas e a coluna reta evita lesões na coluna e é a forma correta segundo a ergonomia."
      },
      {
        "texto": "Por que a comunicação clara entre os trabalhadores é essencial nas operações portuárias?",
        "opcoes": [
          "Para manter o ambiente animado",
          "Para evitar mal-entendidos que podem causar acidentes",
          "Para saber a hora do almoço",
          "Para escolher músicas durante o trabalho"
        ],
        "correta": 1,
        "explicacao": "Boa comunicação reduz falhas e previne acidentes, garantindo um trabalho mais seguro e eficiente."
      },
      {
        "texto": "Qual é a função do colete refletivo nas áreas portuárias?",
        "opcoes": [
          "Identificar quem é novo",
          "Evitar que o trabalhador se molhe",
          "Aumentar a visibilidade do trabalhador",
          "Substituir o crachá"
        ],
        "correta": 2,
        "explicacao": "O colete refletivo facilita a visualização dos trabalhadores, especialmente em locais com pouca luz ou tráfego de veículos."
      },
      {
        "texto": "Qual é o risco de não utilizar calçados de segurança em áreas portuárias?",
        "opcoes": [
          "Pegar resfriado",
          "Ficar descalço",
          "Lesões nos pés por objetos pesados ou perfurantes",
          "Deslizar na água"
        ],
        "correta": 2,
        "explicacao": "Calçados de segurança evitam esmagamentos, perfurações e escorregões, comuns em áreas de carga e descarga."
      },
      {
        "texto": "O que é um plano de emergência?",
        "opcoes": [
          "Lista de equipamentos",
          "Plano para troca de turno",
          "Procedimento de resposta a acidentes e situações de risco",
          "Horário de entrada dos navios"
        ],
        "correta": 2,
        "explicacao": "Plano de emergência orienta os trabalhadores sobre o que fazer em caso de incêndio, vazamento ou acidentes."
      },
      {
        "texto": "O que é considerado comportamento seguro nas operações portuárias?",
        "opcoes": [
          "Fazer pausas sem autorização",
          "Improvisar equipamentos",
          "Seguir os procedimentos e utilizar os EPIs corretamente",
          "Fazer corridas nas docas"
        ],
        "correta": 2,
        "explicacao": "Seguir normas e usar os EPIs reduz riscos e garante segurança coletiva no porto."
      },
      {
        "texto": "Quando deve ser realizada a manutenção preventiva de um equipamento?",
        "opcoes": [
          "Somente quando quebrar",
          "Quando o operador quiser",
          "Periodicamente, conforme orientação do fabricante",
          "Quando o chefe pedir"
        ],
        "correta": 2,
        "explicacao": "A manutenção preventiva evita falhas durante o uso e deve seguir os prazos definidos pelo fabricante."
      },
      {
        "texto": "Qual a importância da pausa para descanso em atividades portuárias?",
        "opcoes": [
          "Diminuir a produtividade",
          "Socializar com colegas",
          "Reduzir o cansaço e prevenir acidentes por fadiga",
          "Pegar sol"
        ],
        "correta": 2,
        "explicacao": "O descanso evita a fadiga, que compromete a atenção e aumenta os riscos de acidentes."
      },
      {
        "texto": "Por que não se deve correr nas áreas operacionais do porto?",
        "opcoes": [
          "Para não cansar demais",
          "Para evitar atrapalhar os colegas",
          "Para prevenir quedas e colisões",
          "Porque o chão está quente"
        ],
        "correta": 2,
        "explicacao": "Correr pode causar quedas ou choques com máquinas e veículos, sendo uma atitude insegura."
      },
      {
        "texto": "Qual atitude é incorreta durante a conferência de carga?",
        "opcoes": [
          "Anotar irregularidades",
          "Permanecer atento ao ambiente",
          "Utilizar os EPIs",
          "Desviar a atenção para o celular"
        ],
        "correta": 3,
        "explicacao": "Distrações como o uso do celular comprometem a atenção e aumentam o risco de erro e acidentes."
      },
      {
        "texto": "O que pode ocorrer se uma carga for mal amarrada?",
        "opcoes": [
          "Nada",
          "A carga pode cair, gerando acidentes e prejuízos",
          "A carga chega mais rápido",
          "Aumenta a estabilidade"
        ],
        "correta": 1,
        "explicacao": "Carga mal fixada pode se deslocar, cair ou danificar equipamentos, colocando vidas em risco."
      },
      {
        "texto": "Quem pode operar equipamentos como empilhadeiras e guindastes?",
        "opcoes": [
          "Qualquer trabalhador disponível",
          "Apenas operadores treinados e habilitados",
          "Supervisores",
          "Visitantes com autorização verbal"
        ],
        "correta": 1,
        "explicacao": "Somente operadores com treinamento e habilitação legal podem operar máquinas pesadas com segurança."
      },
      {
        "texto": "Qual é a forma correta de reportar um risco identificado no porto?",
        "opcoes": [
          "Ignorar, pois não é sua função",
          "Comentar com colegas",
          "Relatar ao responsável pela segurança imediatamente",
          "Esperar alguém se acidentar para avisar"
        ],
        "correta": 2,
        "explicacao": "Riscos devem ser comunicados imediatamente para que medidas preventivas sejam tomadas a tempo."
      }
    ]
    
  
